pmo-dataset/mermaid/52.mmd
graph LR
	classDef endEvent stroke-width:4px
	
	StartNoneEvent_1((" ")) --> Task_1["MPON sents the\ndismissal to the\nMPOO"]
	Task_1 --> Task_2["MPOO reviews the\ndismissal"]
	Task_2 --> ExclusiveGateway_1{"X"}
	ExclusiveGateway_1 --> Task_3["MPOO opposes the\ndismissal"]
	ExclusiveGateway_1 --> Task_4["MPOO confirmes the\ndismissal"]
	Task_3 --> ExclusiveGateway_2{"X"}
	Task_4 --> ExclusiveGateway_2
	ExclusiveGateway_2 --> EndNoneEvent_1((" ")):::endEvent
