pmo-dataset/variations/graphviz_basic/52.dot
digraph G {
  rankdir=LR;  
  node [shape=box];

  "StartEvent" -> "MPON sents the dismissal to the MPOO";
  "MPON sents the dismissal to the MPOO" -> "MPOO reviews the dismissal";
  "MPOO reviews the dismissal" -> "ExclusiveGateway_1";
  "ExclusiveGateway_1" -> "MPOO opposes the dismissal";
  "ExclusiveGateway_1" -> "MPOO confirmes the dismissal";
  "MPOO opposes the dismissal" -> "ExclusiveGateway_2";
  "MPOO confirmes the dismissal" -> "ExclusiveGateway_2";
  "ExclusiveGateway_2" -> "EndEvent";

  "StartEvent" [shape=circle, label=""];
  "EndEvent" [shape=circle, label=""];
  "ExclusiveGateway_1" [shape=diamond, label="X"];
  "ExclusiveGateway_2" [shape=diamond, label="X"];
}
